<?
require($_SERVER['DOCUMENT_ROOT'].'/bitrix/header.php');
$APPLICATION->SetTitle('Главная');
$APPLICATION->SetPageProperty("NOT_SHOW_NAV_CHAIN", "Y");
?>

<?$APPLICATION->IncludeComponent("bitrix:catalog.section.list", "main-slider", Array(
    "ADD_SECTIONS_CHAIN" => "Y",	// Включать раздел в цепочку навигации
    "CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
    "CACHE_GROUPS" => "Y",	// Учитывать права доступа
    "CACHE_TIME" => "36000000",	// Время кеширования (сек.)
    "CACHE_TYPE" => "A",	// Тип кеширования
    "COUNT_ELEMENTS" => "Y",	// Показывать количество элементов в разделе
    "COUNT_ELEMENTS_FILTER" => "CNT_ACTIVE",	// Показывать количество
    "FILTER_NAME" => "sectionsFilter",	// Имя массива со значениями фильтра разделов
    "IBLOCK_ID" => "1",	// Инфоблок
    "IBLOCK_TYPE" => "catalog",	// Тип инфоблока
    "SECTION_CODE" => "",	// Код раздела
    "SECTION_FIELDS" => array(	// Поля разделов
        0 => "",
        1 => "",
    ),
    "SECTION_ID" => "",	// ID раздела
    "SECTION_URL" => "",	// URL, ведущий на страницу с содержимым раздела
    "SECTION_USER_FIELDS" => array(	// Свойства разделов
        0 => "",
        1 => "",
    ),
    "SHOW_PARENT_NAME" => "Y",	// Показывать название раздела
    "TOP_DEPTH" => "2",	// Максимальная отображаемая глубина разделов
    "VIEW_MODE" => "LINE",	// Вид списка подразделов
),
    false
);?>
<div class="big-bg-block" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/img/waveBg.jpg');">
    <div class="important-sections standart-block">
        <div class="container">
            <div class="important-sections-title">
                <h2>
                    Важные разделы
                </h2>
            </div>
            <?$GLOBALS['PriorityFilter'] = Array("DEPTH_LEVEL" => 2, 'UF_IS_PRIORITY'=>1);?>
            <?$APPLICATION->IncludeComponent(
	"bitrix:catalog.section.list", 
	"priority-chapters-slider", 
	array(
		"COMPONENT_TEMPLATE" => "priority-chapters-slider",
		"IBLOCK_TYPE" => "catalog",
		"IBLOCK_ID" => "1",
		"SECTION_ID" => "",
		"SECTION_CODE" => "",
		"COUNT_ELEMENTS" => "Y",
		"COUNT_ELEMENTS_FILTER" => "CNT_ACTIVE",
		"TOP_DEPTH" => "2",
		"SECTION_FIELDS" => array(
            1 => "UF_IS_PRIORITY",
            2 => "UF_PRIORITY_IMAGE",
            3 => "DESCRIPTION",
		),
		"SECTION_USER_FIELDS" => array(
            1 => "",
		),
		"USE_FILTER" => "Y",
		"FILTER_NAME" => "PriorityFilter",
		"VIEW_MODE" => "LIST",
		"SHOW_PARENT_NAME" => "Y",
		"SECTION_URL" => "",
		"CACHE_TYPE" => "A",
		"CACHE_TIME" => "36000000",
		"CACHE_GROUPS" => "Y",
		"CACHE_FILTER" => "N",
		"ADD_SECTIONS_CHAIN" => "Y"
	),
	false
);?>

        </div>
    </div>
    <div class="important-sections standart-block">
        <div class="container">
            <div class="important-sections-title">
                <h2>
                    Наши новинки
                </h2>
            </div>
            <?$GLOBALS['NoveltyFilter'] = array('PROPERTY_IS_NOVELTY'=>1);?>
            <?$APPLICATION->IncludeComponent(
	"bitrix:news.list", 
	"novelty-list", 
	array(
		"ACTIVE_DATE_FORMAT" => "d.m.Y",
		"ADD_SECTIONS_CHAIN" => "Y",
		"AJAX_MODE" => "N",
		"AJAX_OPTION_ADDITIONAL" => "",
		"AJAX_OPTION_HISTORY" => "N",
		"AJAX_OPTION_JUMP" => "N",
		"AJAX_OPTION_STYLE" => "Y",
		"CACHE_FILTER" => "N",
		"CACHE_GROUPS" => "Y",
		"CACHE_TIME" => "36000000",
		"CACHE_TYPE" => "A",
		"CHECK_DATES" => "Y",
		"DETAIL_URL" => "",
		"DISPLAY_BOTTOM_PAGER" => "Y",
		"DISPLAY_DATE" => "Y",
		"DISPLAY_NAME" => "Y",
		"DISPLAY_PICTURE" => "Y",
		"DISPLAY_PREVIEW_TEXT" => "Y",
		"DISPLAY_TOP_PAGER" => "N",
		"FIELD_CODE" => array(
			0 => "",
			1 => "",
		),
		"FILTER_NAME" => "NoveltyFilter",
		"HIDE_LINK_WHEN_NO_DETAIL" => "N",
		"IBLOCK_ID" => "1",
		"IBLOCK_TYPE" => "catalog",
		"INCLUDE_IBLOCK_INTO_CHAIN" => "Y",
		"INCLUDE_SUBSECTIONS" => "Y",
		"MESSAGE_404" => "",
		"NEWS_COUNT" => "20",
		"PAGER_BASE_LINK_ENABLE" => "N",
		"PAGER_DESC_NUMBERING" => "N",
		"PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",
		"PAGER_SHOW_ALL" => "N",
		"PAGER_SHOW_ALWAYS" => "N",
		"PAGER_TEMPLATE" => ".default",
		"PAGER_TITLE" => "Новости",
		"PARENT_SECTION" => "",
		"PARENT_SECTION_CODE" => "",
		"PREVIEW_TRUNCATE_LEN" => "",
		"PROPERTY_CODE" => array(
			0 => "ARTIKUL",
			1 => "",
		),
		"SET_BROWSER_TITLE" => "Y",
		"SET_LAST_MODIFIED" => "N",
		"SET_META_DESCRIPTION" => "Y",
		"SET_META_KEYWORDS" => "Y",
		"SET_STATUS_404" => "N",
		"SET_TITLE" => "Y",
		"SHOW_404" => "N",
		"SORT_BY1" => "ACTIVE_FROM",
		"SORT_BY2" => "SORT",
		"SORT_ORDER1" => "DESC",
		"SORT_ORDER2" => "ASC",
		"STRICT_SECTION_CHECK" => "N",
		"COMPONENT_TEMPLATE" => "novelty-list"
	),
	false
);?>

        </div>
    </div>
</div>
<div class="popular-categories standart-block">
    <div class="container">
        <div class="important-sections-title">
            <h2>
                Популярные категории
            </h2>
        </div>
        <?$GLOBALS['PopularFilter'] = Array("UF_POPULAR"=>1);?>
        <?$APPLICATION->IncludeComponent("bitrix:catalog.section.list", "popular-chapters", Array(
	"COMPONENT_TEMPLATE" => ".default",
		"IBLOCK_TYPE" => "catalog",	// Тип инфоблока
		"IBLOCK_ID" => "1",	// Инфоблок
		"SECTION_ID" => $_REQUEST["SECTION_ID"],	// ID раздела
		"SECTION_CODE" => "",	// Код раздела
		"COUNT_ELEMENTS" => "Y",	// Показывать количество элементов в разделе
		"COUNT_ELEMENTS_FILTER" => "CNT_ACTIVE",	// Показывать количество
		"TOP_DEPTH" => "2",	// Максимальная отображаемая глубина разделов
		"SECTION_FIELDS" => array(	// Поля разделов
			0 => "UF_POPULAR",
			1 => "",
		),
		"SECTION_USER_FIELDS" => array(	// Свойства разделов
			0 => "UF_POPULAR",
			1 => "",
		),
		"FILTER_NAME" => "PopularFilter",	// Имя массива со значениями фильтра разделов
		"VIEW_MODE" => "LIST",	// Вид списка подразделов
		"SHOW_PARENT_NAME" => "Y",	// Показывать название раздела
		"SECTION_URL" => "",	// URL, ведущий на страницу с содержимым раздела
		"CACHE_TYPE" => "A",	// Тип кеширования
		"CACHE_TIME" => "36000000",	// Время кеширования (сек.)
		"CACHE_GROUPS" => "Y",	// Учитывать права доступа
		"CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
		"ADD_SECTIONS_CHAIN" => "Y",	// Включать раздел в цепочку навигации
	),
	false
);?>
        <div class="btn btn-orange go-into-katalog">
            <a href="/catalog/" class="btn btn-more go-into-katalog">
                Перейти в каталог
            </a>
        </div>

    </div>
</div>
<div class="safety-block standart-block" style="background-image: url('<?=SITE_TEMPLATE_PATH?>/img/secondWave.jpg');">
    <div class="container">
        <div class="important-sections-title">
            <h2>
                <span> «Три Совы»</span> и природоохранный фонд <span> Notivory </span>–
                будущее в наших руках
            </h2>
        </div>
        <?$APPLICATION->IncludeComponent("bitrix:news.list", "index-novitory-text", Array(
        "COMPONENT_TEMPLATE" => ".default",
        "IBLOCK_TYPE" => "content",	// Тип информационного блока (используется только для проверки)
        "IBLOCK_ID" => "2",	// Код информационного блока
        "NEWS_COUNT" => "20",	// Количество новостей на странице
        "SORT_BY1" => "ACTIVE_FROM",	// Поле для первой сортировки новостей
        "SORT_ORDER1" => "DESC",	// Направление для первой сортировки новостей
        "SORT_BY2" => "SORT",	// Поле для второй сортировки новостей
        "SORT_ORDER2" => "ASC",	// Направление для второй сортировки новостей
        "FILTER_NAME" => "",	// Фильтр
        "FIELD_CODE" => array(	// Поля
        0 => "",
        1 => "",
        ),
        "PROPERTY_CODE" => array(	// Свойства
        0 => "",
        1 => "",
        ),
        "CHECK_DATES" => "Y",	// Показывать только активные на данный момент элементы
        "DETAIL_URL" => "",	// URL страницы детального просмотра (по умолчанию - из настроек инфоблока)
        "AJAX_MODE" => "N",	// Включить режим AJAX
        "AJAX_OPTION_JUMP" => "N",	// Включить прокрутку к началу компонента
        "AJAX_OPTION_STYLE" => "Y",	// Включить подгрузку стилей
        "AJAX_OPTION_HISTORY" => "N",	// Включить эмуляцию навигации браузера
        "AJAX_OPTION_ADDITIONAL" => "",	// Дополнительный идентификатор
        "CACHE_TYPE" => "A",	// Тип кеширования
        "CACHE_TIME" => "36000000",	// Время кеширования (сек.)
        "CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
        "CACHE_GROUPS" => "Y",	// Учитывать права доступа
        "PREVIEW_TRUNCATE_LEN" => "",	// Максимальная длина анонса для вывода (только для типа текст)
        "ACTIVE_DATE_FORMAT" => "d.m.Y",	// Формат показа даты
        "SET_TITLE" => "Y",	// Устанавливать заголовок страницы
        "SET_BROWSER_TITLE" => "Y",	// Устанавливать заголовок окна браузера
        "SET_META_KEYWORDS" => "Y",	// Устанавливать ключевые слова страницы
        "SET_META_DESCRIPTION" => "Y",	// Устанавливать описание страницы
        "SET_LAST_MODIFIED" => "N",	// Устанавливать в заголовках ответа время модификации страницы
        "INCLUDE_IBLOCK_INTO_CHAIN" => "Y",	// Включать инфоблок в цепочку навигации
        "ADD_SECTIONS_CHAIN" => "Y",	// Включать раздел в цепочку навигации
        "HIDE_LINK_WHEN_NO_DETAIL" => "N",	// Скрывать ссылку, если нет детального описания
        "PARENT_SECTION" => "",	// ID раздела
        "PARENT_SECTION_CODE" => "",	// Код раздела
        "INCLUDE_SUBSECTIONS" => "Y",	// Показывать элементы подразделов раздела
        "STRICT_SECTION_CHECK" => "N",	// Строгая проверка раздела для показа списка
        "DISPLAY_DATE" => "Y",	// Выводить дату элемента
        "DISPLAY_NAME" => "Y",	// Выводить название элемента
        "DISPLAY_PICTURE" => "Y",	// Выводить изображение для анонса
        "DISPLAY_PREVIEW_TEXT" => "Y",	// Выводить текст анонса
        "PAGER_TEMPLATE" => ".default",	// Шаблон постраничной навигации
        "DISPLAY_TOP_PAGER" => "N",	// Выводить над списком
        "DISPLAY_BOTTOM_PAGER" => "Y",	// Выводить под списком
        "PAGER_TITLE" => "Новости",	// Название категорий
        "PAGER_SHOW_ALWAYS" => "N",	// Выводить всегда
        "PAGER_DESC_NUMBERING" => "N",	// Использовать обратную навигацию
        "PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",	// Время кеширования страниц для обратной навигации
        "PAGER_SHOW_ALL" => "N",	// Показывать ссылку "Все"
        "PAGER_BASE_LINK_ENABLE" => "N",	// Включить обработку ссылок
        "SET_STATUS_404" => "N",	// Устанавливать статус 404
        "SHOW_404" => "N",	// Показ специальной страницы
        "MESSAGE_404" => "",	// Сообщение для показа (по умолчанию из компонента)
        ),
        false
        );?>
    </div>
</div>
<div class="our-block standart-block">
    <div class="important-sections ">
        <div class="container">
            <div class="important-sections-title">
                <h2>
                    Наш блог
                </h2>
            </div>
            <div class="our-block-items flex-block">
                <div class="our-block-item">
                    <a href="#"></a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/baby.jpg" alt="">
                    <span>
                            Развлечения
                        </span>
                    <p>
                        Как привить ребёнку любовь к чтению? Даём советы молодым родителям
                    </p>
                    <span>
                            Сергей Ершов
                        </span>
                </div>
                <div class="our-block-item">
                    <a href="#"></a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/baby.jpg" alt="">
                    <span>
                            Развлечения
                        </span>
                    <p>
                        Как привить ребёнку любовь к чтению? Даём советы молодым родителям
                    </p>
                    <span>
                            Сергей Ершов
                        </span>
                </div>
                <div class="our-block-item">
                    <a href="#"></a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/baby.jpg" alt="">
                    <span>
                            Развлечения
                        </span>
                    <p>
                        Как привить ребёнку любовь к чтению? Даём советы молодым родителям
                    </p>
                    <span>
                            Сергей Ершов
                        </span>
                </div>
                <div class="our-block-item">
                    <a href="#"></a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/baby.jpg" alt="">
                    <span>
                            Развлечения
                        </span>
                    <p>
                        Как привить ребёнку любовь к чтению? Даём советы молодым родителям
                    </p>
                    <span>
                            Сергей Ершов
                        </span>
                </div>
            </div>
            <div class="btn btn-orange btn-more-articles">
                <a href="#" class="btn btn-more">
                    Перейти ко всем статьям
                </a>
            </div>
        </div>
    </div>
</div>


<div class="inst-block standart-block">
    <div class="standart-block">
        <div class="container">
            <div class="inst-title">
                <h2>
                    Наш инстаграм
                </h2>
            </div>
            <div class="our-block-items flex-block">
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>

                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/chemic.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/photoKid.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/chemic.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/photoKid.jpg" alt="">
                </div>
                <div class="inst-abs-item">
                    <a href="#" target="_blank">
                        <svg width="290" height="170" viewBox="0 0 290 170" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <rect width="290" height="170" rx="17.7612" fill="white"/>
                            <path d="M75.3408 71.6057C72.1609 72.8229 68.6642 76.2576 67.5606 80.5777C66.1603 86.0465 71.9818 88.3561 72.4575 87.6026C73.0171 86.7089 71.411 86.4089 71.083 83.5732C70.6611 79.9062 72.5202 75.8092 74.8662 74.0114C75.3039 73.6828 75.2826 74.1466 75.2826 75.0014C75.2826 76.5432 75.1886 90.337 75.1886 93.2168C75.1886 97.1152 75.014 98.3427 74.6916 99.5547C74.3749 100.787 73.8622 101.619 74.2484 101.942C74.686 102.299 76.5452 101.449 77.6231 100.073C78.9125 98.4245 79.3669 96.4436 79.4508 94.2937C79.546 91.7047 79.5404 87.5883 79.546 85.2449C79.546 83.0899 79.583 76.7899 79.5091 72.9969C79.4878 72.0694 76.6672 71.0979 75.3408 71.6057ZM221.949 92.0713C221.495 92.0713 221.279 92.5063 221.104 93.2362C220.502 95.7823 219.869 96.3566 219.049 96.3566C218.136 96.3566 217.317 95.0964 217.101 92.5739C216.937 90.5929 216.963 86.9402 217.174 83.307C217.217 82.5628 216.994 81.8246 214.807 81.0947C213.863 80.7855 212.494 80.3218 211.813 81.8287C209.885 86.0762 209.135 89.4576 208.954 90.8253C208.95 90.897 208.855 90.9073 208.838 90.7434C208.728 89.646 208.474 87.6507 208.443 83.4565C208.432 82.6457 208.247 81.9444 207.254 81.3742C206.615 81.0077 204.671 80.3504 203.968 81.1285C203.366 81.7662 202.664 83.4769 201.93 85.506C201.338 87.1583 200.926 88.2793 200.926 88.2793C200.926 88.2793 200.93 83.824 200.941 82.1328C200.941 81.495 200.466 81.2831 200.324 81.2441C199.673 81.0702 198.389 80.7855 197.851 80.7855C197.181 80.7855 197.022 81.1285 197.022 81.626C197.022 81.6885 196.911 87.4859 196.911 91.5399V92.1101C196.546 93.9754 195.343 96.5071 194.038 96.5071C192.733 96.5071 192.115 95.4485 192.115 90.6175C192.115 87.8002 192.21 86.5738 192.252 84.5345C192.278 83.3602 192.331 82.4573 192.326 82.2495C192.315 81.626 191.126 81.3066 190.577 81.1909C190.023 81.0702 189.541 81.0312 189.162 81.0456C188.634 81.0752 188.259 81.3936 188.259 81.839V82.5146C187.577 81.5298 186.472 80.8429 185.734 80.6453C183.758 80.1089 181.692 80.5869 180.134 82.577C178.898 84.1629 178.153 85.9544 177.863 88.5301C177.646 90.4148 177.715 92.3231 178.1 93.9365C177.635 95.7577 176.779 96.5071 175.845 96.5071C174.481 96.5071 173.5 94.477 173.61 90.9645C173.69 88.6561 174.191 87.0375 174.745 84.689C174.984 83.6888 174.788 83.1678 174.308 82.66C173.869 82.2054 172.929 81.9689 171.582 82.2536C170.625 82.4614 169.247 82.6835 167.995 82.8535C167.995 82.8535 168.069 82.577 168.133 82.0898C168.455 79.5335 165.417 79.7413 164.45 80.5583C163.869 81.0456 163.473 81.6209 163.325 82.6549C163.088 84.298 164.551 85.0709 164.551 85.0709C164.071 87.0805 162.898 89.7084 161.678 91.6075C161.027 92.6271 160.53 93.3765 159.887 94.1781C159.881 93.8833 159.881 93.5833 159.881 93.2895C159.87 89.0615 159.928 85.7333 159.955 84.5345C159.982 83.3602 160.034 82.4808 160.034 82.273C160.023 81.8185 159.733 81.6403 159.12 81.4274C158.581 81.2349 157.942 81.0947 157.282 81.0456C156.453 80.9882 155.945 81.3936 155.961 81.8717V82.5146C155.275 81.5298 154.17 80.8429 153.442 80.6453C151.461 80.1089 149.395 80.5869 147.837 82.577C146.606 84.1629 145.792 86.3803 145.56 88.5056C145.349 90.4967 145.386 92.1777 145.682 93.5986C145.365 95.0185 144.462 96.5071 143.437 96.5071C142.132 96.5071 141.387 95.4485 141.387 90.6175C141.387 87.8002 141.482 86.5738 141.53 84.5345C141.556 83.3602 141.604 82.4573 141.598 82.2495C141.593 81.626 140.405 81.3066 139.85 81.1909C139.275 81.066 138.772 81.0272 138.392 81.0456C137.885 81.0844 137.531 81.495 137.531 81.8092V82.5146C136.845 81.5298 135.74 80.8429 135.006 80.6453C133.03 80.1089 130.981 80.5972 129.411 82.577C128.387 83.868 127.558 85.3023 127.13 88.482C127.014 89.4003 126.956 90.2592 126.961 91.0618C126.554 93.3417 124.753 95.9706 123.285 95.9706C122.418 95.9706 121.594 94.4432 121.594 91.1826C121.594 86.844 121.89 80.6596 121.942 80.0607C121.942 80.0607 123.802 80.031 124.166 80.0269C125.091 80.0218 125.936 80.0413 127.167 79.9829C127.791 79.9542 128.387 77.9201 127.743 77.6642C127.457 77.5525 125.408 77.4512 124.594 77.4369C123.908 77.4225 122.011 77.2926 122.011 77.2926C122.011 77.2926 122.181 73.1904 122.218 72.7604C122.249 72.3929 121.742 72.2097 121.447 72.0981C120.733 71.8186 120.093 71.6876 119.343 71.5473C118.292 71.3498 117.822 71.5432 117.733 72.3489C117.595 73.5722 117.521 77.1574 117.521 77.1574C116.75 77.1574 114.135 77.0161 113.369 77.0161C112.657 77.0161 111.884 79.8191 112.873 79.8529C114.009 79.8918 115.979 79.9307 117.288 79.9634C117.288 79.9634 117.23 86.2502 117.23 88.1872V88.7861C116.507 92.2207 113.976 94.0768 113.976 94.0768C114.52 91.801 113.411 90.0954 111.404 88.6561C110.664 88.1196 109.207 87.1092 107.574 86.0127C107.574 86.0127 108.52 85.1579 109.359 83.4473C109.951 82.2341 109.978 80.8387 108.52 80.5337C106.111 80.0269 104.13 81.6455 103.533 83.3746C103.079 84.7085 103.317 85.7035 104.22 86.7324L104.425 86.9648C103.887 87.921 103.137 89.2109 102.508 90.2111C100.75 92.9895 99.4234 95.1834 98.4249 95.1834C97.6224 95.1834 97.6325 92.9558 97.6325 90.8683C97.6325 89.0707 97.7802 86.3608 97.8966 83.5588C97.9336 82.6354 97.4265 82.1041 96.577 81.626C96.0588 81.3363 94.9596 80.7661 94.3205 80.7661C93.3702 80.7661 90.6123 80.8817 88.0088 87.7664C87.6809 88.6366 87.0361 90.2162 87.0361 90.2162L87.0943 81.9352C87.0943 81.7417 86.9835 81.5585 86.7249 81.4274C86.2862 81.2104 85.1087 80.7661 84.0733 80.7661C83.5708 80.7661 83.3223 80.979 83.3223 81.3988L83.2384 94.347C83.2384 95.3329 83.2641 96.4825 83.3704 96.9852C83.4756 97.4878 83.6502 97.8983 83.8618 98.144C84.0733 98.3815 84.3207 98.5648 84.7226 98.6467C85.0975 98.7194 87.1626 98.9558 87.2689 98.2362C87.401 97.3711 87.4055 96.4395 88.4889 92.9466C90.1791 87.5156 92.3774 84.8682 93.4128 83.9253C93.5974 83.7615 93.8034 83.7513 93.7922 84.0226C93.7452 85.2152 93.5918 88.1872 93.4866 90.7138C93.2068 97.4827 94.5477 98.7337 96.4762 98.7337C97.9447 98.7337 100.015 97.3957 102.239 94.0143C103.629 91.9023 104.971 89.8395 105.942 88.3469C106.608 88.916 107.368 89.5303 108.124 90.1875C109.883 91.7089 110.458 93.1585 110.073 94.5313C109.782 95.5837 108.679 96.6658 106.719 95.6134C106.148 95.3083 105.905 95.0718 105.33 94.7237C105.023 94.5354 104.548 94.4822 104.268 94.6756C103.528 95.1834 103.11 95.8253 102.867 96.6228C102.64 97.4008 103.491 97.8062 104.373 98.1635C105.128 98.4778 106.756 98.7531 107.796 98.7869C111.848 98.9128 115.091 96.9995 117.347 92.0713C117.754 96.328 119.47 98.7389 122.455 98.7389C124.456 98.7389 126.459 96.376 127.336 94.0522C127.584 94.9991 127.959 95.8201 128.44 96.5214C130.743 99.8547 135.212 99.1401 137.451 96.3085C138.149 95.4291 138.255 95.1148 138.255 95.1148C138.582 97.7878 140.938 98.7286 142.286 98.7286C143.801 98.7286 145.355 98.0724 146.447 95.8201C146.579 96.0669 146.717 96.2992 146.876 96.5214C149.174 99.8547 153.642 99.1401 155.887 96.3085C155.988 96.1683 156.083 96.0525 156.162 95.941L156.231 97.6997C156.231 97.6997 154.947 98.7726 154.16 99.434C150.701 102.338 148.069 104.541 147.874 107.102C147.631 110.373 150.526 111.586 152.723 111.744C155.048 111.914 157.045 110.74 158.269 109.088C159.347 107.638 160.056 104.522 160.003 101.439C159.982 100.203 159.949 98.6375 159.918 96.9514C161.138 95.6666 162.511 94.0327 163.769 92.1204C165.147 90.0422 166.616 87.2443 167.366 85.0658C167.366 85.0658 168.65 85.076 170.013 84.9982C170.452 84.9737 170.578 85.0566 170.493 85.3463C170.398 85.6985 168.772 91.4436 170.256 95.2704C171.275 97.8881 173.562 98.7337 174.925 98.7337C176.515 98.7337 178.037 97.6322 178.85 95.9993C178.95 96.1785 179.051 96.3566 179.168 96.5214C181.465 99.8547 185.918 99.1351 188.179 96.3085C188.692 95.6666 188.977 95.1148 188.977 95.1148C189.463 97.884 191.819 98.7389 193.165 98.7389C194.576 98.7389 195.907 98.2126 196.99 95.8734C197.033 96.9033 197.101 97.7438 197.217 98.0089C197.286 98.1738 197.687 98.3765 197.973 98.4778C199.261 98.9129 200.572 98.7051 201.052 98.6129C201.39 98.5504 201.654 98.3089 201.687 97.6711C201.781 95.9993 201.723 93.1922 202.278 91.1007C203.212 87.6026 204.079 86.2452 204.491 85.5736C204.719 85.1958 204.982 85.1334 204.987 85.5296C205.003 86.3362 205.051 88.7041 205.415 91.8931C205.675 94.2313 206.028 95.6174 206.303 96.0577C207.074 97.3087 208.035 97.367 208.812 97.367C209.309 97.367 210.344 97.2411 210.254 96.4436C210.207 96.0577 210.286 93.656 211.2 90.207C211.802 87.9507 212.8 85.9165 213.159 85.1722C213.297 84.8969 213.355 85.1098 213.355 85.1528C213.276 86.7038 213.107 91.7815 213.793 94.5548C214.734 98.3191 217.443 98.7389 218.389 98.7389C220.401 98.7389 222.056 97.3373 222.61 93.6468C222.747 92.7571 222.546 92.0713 221.949 92.0713H221.949ZM137.488 89.7913C137.378 91.7426 136.96 93.3765 136.295 94.5599C135.08 96.7098 132.688 97.3865 131.636 94.2897C130.87 92.0528 131.129 88.999 131.451 87.3508C131.915 84.9061 133.094 83.177 134.932 83.3356C136.812 83.5056 137.731 85.723 137.488 89.7913ZM155.919 89.8201C155.814 91.6607 155.291 93.5157 154.72 94.5599C153.543 96.7241 151.08 97.4008 150.06 94.2897C149.364 92.1582 149.528 89.4095 149.876 87.6794C150.326 85.4282 151.408 83.3356 153.358 83.3356C155.254 83.3356 156.189 85.2398 155.919 89.8201ZM156.4 102.401C156.373 105.769 155.798 108.716 154.561 109.576C152.797 110.793 150.425 109.875 150.917 107.421C151.35 105.247 153.405 103.029 156.406 100.318C156.406 100.318 156.416 100.937 156.4 102.401H156.4ZM188.222 89.8395C188.115 91.8644 187.624 93.4441 187.017 94.5599C185.839 96.7241 183.399 97.3957 182.358 94.2897C181.792 92.5934 181.766 89.7617 182.173 87.3999C182.585 84.9931 183.742 83.177 185.654 83.3356C187.545 83.5005 188.428 85.723 188.222 89.8395Z" fill="black"/>
                            <path d="M155.06 33.9956C155.06 32.964 154.231 32.1311 153.212 32.1311C152.193 32.1311 151.363 32.964 151.363 33.9956C151.363 35.0235 152.193 35.8564 153.212 35.8564C154.231 35.8564 155.06 35.0235 155.06 33.9956Z" fill="url(#paint0_linear_1694_44561)"/>
                            <path d="M157.524 48.5508C157.456 50.0642 157.205 50.8864 156.997 51.4325C156.717 52.1566 156.383 52.6743 155.841 53.2174C155.306 53.7604 154.793 54.0964 154.075 54.3755C153.533 54.5888 152.715 54.8426 151.214 54.9148C149.592 54.9869 149.111 55.0022 144.997 55.0022C140.887 55.0022 140.403 54.9869 138.78 54.9148C137.28 54.8426 136.465 54.5888 135.924 54.3755C135.202 54.0964 134.692 53.7604 134.154 53.2174C133.611 52.6743 133.278 52.1566 133.002 51.4325C132.793 50.8864 132.538 50.0642 132.474 48.5508C132.395 46.9148 132.38 46.4224 132.38 42.2821C132.38 38.1333 132.395 37.6446 132.474 36.0086C132.538 34.4953 132.793 33.6738 133.002 33.1231C133.278 32.3998 133.611 31.8851 134.154 31.3421C134.692 30.7998 135.202 30.4631 135.924 30.1809C136.465 29.9669 137.28 29.7168 138.78 29.6447C140.403 29.5726 140.887 29.5542 144.997 29.5542C149.111 29.5542 149.592 29.5726 151.214 29.6447C152.715 29.7168 153.533 29.9669 154.075 30.1809C154.793 30.4631 155.306 30.7998 155.841 31.3421C156.383 31.8851 156.717 32.3998 156.997 33.1231C157.205 33.6738 157.456 34.4953 157.524 36.0086C157.6 37.6446 157.618 38.1333 157.618 42.2821C157.618 46.4224 157.6 46.9148 157.524 48.5508ZM160.295 35.8813C160.22 34.2276 159.961 33.0978 159.577 32.1137C159.186 31.0928 158.662 30.2276 157.804 29.3624C156.95 28.5011 156.092 27.9726 155.08 27.5738C154.1 27.1903 152.984 26.9264 151.343 26.8543C149.703 26.7745 149.179 26.76 144.997 26.76C140.819 26.76 140.292 26.7745 138.651 26.8543C137.014 26.9264 135.898 27.1903 134.914 27.5738C133.906 27.9726 133.048 28.5011 132.194 29.3624C131.336 30.2276 130.812 31.0928 130.417 32.1137C130.037 33.0978 129.778 34.2276 129.699 35.8813C129.628 37.5357 129.609 38.065 129.609 42.2821C129.609 46.4953 129.628 47.0237 129.699 48.6781C129.778 50.3288 130.037 51.4578 130.417 52.4465C130.812 53.4636 131.336 54.3326 132.194 55.194C133.048 56.0553 133.906 56.5876 134.914 56.9857C135.898 57.3692 137.014 57.63 138.651 57.706C140.292 57.7819 140.819 57.8003 144.997 57.8003C149.179 57.8003 149.703 57.7819 151.343 57.706C152.984 57.63 154.1 57.3692 155.08 56.9857C156.092 56.5876 156.95 56.0553 157.804 55.194C158.662 54.3326 159.186 53.4636 159.577 52.4465C159.961 51.4578 160.22 50.3288 160.295 48.6781C160.371 47.0237 160.389 46.4953 160.389 42.2821C160.389 38.065 160.371 37.5357 160.295 35.8813Z" fill="url(#paint1_linear_1694_44561)"/>
                            <path d="M144.998 47.451C142.166 47.451 139.868 45.1376 139.868 42.282C139.868 39.4218 142.166 37.1055 144.998 37.1055C147.83 37.1055 150.131 39.4218 150.131 42.282C150.131 45.1376 147.83 47.451 144.998 47.451ZM144.998 34.3074C140.633 34.3074 137.098 37.8801 137.098 42.282C137.098 46.6801 140.633 50.249 144.998 50.249C149.363 50.249 152.901 46.6801 152.901 42.282C152.901 37.8801 149.363 34.3074 144.998 34.3074Z" fill="url(#paint2_linear_1694_44561)"/>
                            <path d="M66.1606 133.942H64.7496V133.143C64.1036 133.789 63.3159 134.112 62.3866 134.112C61.2306 134.112 60.3069 133.75 59.6156 133.024C58.9356 132.299 58.5956 131.33 58.5956 130.117C58.5956 128.995 59.0036 128.049 59.8196 127.278C60.6469 126.508 61.6726 126.122 62.8966 126.122C64.1206 126.122 65.1916 126.411 66.1096 126.989V132.667H66.4666C67.1692 132.667 67.7302 132.356 68.1496 131.732C68.5802 131.098 68.7956 130.304 68.7956 129.352C68.7956 127.811 68.2346 126.525 67.1126 125.493C66.0132 124.462 64.5739 123.946 62.7946 123.946C60.9699 123.946 59.4569 124.524 58.2556 125.68C57.0542 126.814 56.4536 128.293 56.4536 130.117C56.4536 131.874 57.0599 133.342 58.2726 134.52C59.5079 135.699 61.0152 136.288 62.7946 136.288C63.4406 136.288 64.0526 136.22 64.6306 136.084L64.7156 137.342C64.0809 137.49 63.4406 137.563 62.7946 137.563C60.6072 137.563 58.7882 136.855 57.3376 135.438C55.8982 134.033 55.1786 132.259 55.1786 130.117C55.1786 128.021 55.8982 126.258 57.3376 124.83C58.7769 123.391 60.5959 122.671 62.7946 122.671C64.8799 122.671 66.6139 123.295 67.9966 124.541C69.3792 125.788 70.0706 127.386 70.0706 129.335C70.0706 130.593 69.7249 131.676 69.0336 132.582C68.3309 133.489 67.3732 133.942 66.1606 133.942ZM62.6076 132.837C63.0042 132.837 63.3952 132.741 63.7806 132.548C64.1772 132.356 64.5002 132.118 64.7496 131.834V127.89C64.1602 127.562 63.5369 127.397 62.8796 127.397C62.0409 127.397 61.3552 127.669 60.8226 128.213C60.3012 128.735 60.0406 129.392 60.0406 130.185C60.0406 131.001 60.2729 131.647 60.7376 132.123C61.2022 132.599 61.8256 132.837 62.6076 132.837ZM72.8052 127.907L72.4482 126.819C73.2075 126.355 74.0575 126.122 74.9982 126.122C76.0295 126.122 76.7775 126.377 77.2422 126.887C77.7069 127.397 77.9392 128.185 77.9392 129.25V133.942H76.6472V132.956C76.0465 133.693 75.2305 134.061 74.1992 134.061C73.4965 134.061 72.9299 133.852 72.4992 133.432C72.0685 133.002 71.8532 132.424 71.8532 131.698C71.8532 130.95 72.1195 130.361 72.6522 129.93C73.1849 129.488 73.8819 129.267 74.7432 129.267C75.5479 129.267 76.1825 129.432 76.6472 129.76C76.6472 128.899 76.5282 128.281 76.2902 127.907C76.0522 127.533 75.5932 127.346 74.9132 127.346C74.2219 127.346 73.5192 127.533 72.8052 127.907ZM74.6752 132.837C75.4345 132.837 76.0919 132.509 76.6472 131.851V130.882C76.1712 130.542 75.5989 130.372 74.9302 130.372C74.4655 130.372 74.0745 130.486 73.7572 130.712C73.4512 130.928 73.2982 131.234 73.2982 131.63C73.2982 132.004 73.4172 132.299 73.6552 132.514C73.9045 132.73 74.2445 132.837 74.6752 132.837ZM87.1865 133.942H85.8265V132.973C85.1465 133.71 84.3362 134.078 83.3955 134.078C82.2735 134.078 81.3782 133.721 80.7095 133.007C80.0409 132.282 79.7065 131.336 79.7065 130.168C79.7065 128.978 80.0975 128.009 80.8795 127.261C81.6729 126.502 82.6759 126.122 83.8885 126.122C84.6592 126.122 85.3052 126.304 85.8265 126.666V122.042H87.1865V133.942ZM83.6505 132.803C84.4892 132.803 85.2145 132.463 85.8265 131.783V127.992C85.1919 127.596 84.5629 127.397 83.9395 127.397C83.1575 127.397 82.4945 127.652 81.9505 128.162C81.4179 128.661 81.1515 129.318 81.1515 130.134C81.1515 130.95 81.3782 131.602 81.8315 132.089C82.2962 132.565 82.9025 132.803 83.6505 132.803ZM90.9896 133.942H89.6296V126.292H90.9896V127.193C91.4429 126.502 92.0833 126.156 92.9106 126.156C93.4433 126.156 93.8399 126.253 94.1006 126.445L93.6246 127.72C93.2959 127.528 92.9503 127.431 92.5876 127.431C91.8963 127.431 91.3636 127.794 90.9896 128.519V133.942ZM101.442 132.038L101.867 133.109C101.13 133.778 100.173 134.112 98.994 134.112C97.7473 134.112 96.7556 133.75 96.019 133.024C95.271 132.299 94.897 131.33 94.897 130.117C94.897 128.973 95.2483 128.021 95.951 127.261C96.6423 126.502 97.6056 126.122 98.841 126.122C99.861 126.122 100.705 126.451 101.374 127.108C102.054 127.754 102.394 128.593 102.394 129.624C102.394 129.953 102.366 130.259 102.309 130.542H96.427C96.4836 131.256 96.75 131.817 97.226 132.225C97.7133 132.633 98.3366 132.837 99.096 132.837C100.093 132.837 100.875 132.571 101.442 132.038ZM98.773 127.397C98.1043 127.397 97.549 127.584 97.107 127.958C96.6763 128.332 96.4213 128.825 96.342 129.437H100.983C100.949 128.803 100.734 128.304 100.337 127.941C99.9516 127.579 99.4303 127.397 98.773 127.397ZM108.115 131.868C108.115 131.596 107.973 131.37 107.69 131.188C107.407 131.007 107.061 130.86 106.653 130.746C106.256 130.622 105.854 130.48 105.446 130.321C105.038 130.163 104.692 129.913 104.409 129.573C104.126 129.222 103.984 128.791 103.984 128.281C103.984 127.635 104.222 127.114 104.698 126.717C105.174 126.321 105.803 126.122 106.585 126.122C107.707 126.122 108.585 126.423 109.22 127.023L108.574 128.06C108.007 127.562 107.367 127.312 106.653 127.312C106.29 127.312 105.996 127.403 105.769 127.584C105.542 127.766 105.429 127.992 105.429 128.264C105.429 128.559 105.571 128.803 105.854 128.995C106.137 129.177 106.477 129.33 106.874 129.454C107.282 129.568 107.69 129.704 108.098 129.862C108.506 130.01 108.852 130.248 109.135 130.576C109.418 130.905 109.56 131.313 109.56 131.8C109.56 132.56 109.277 133.138 108.71 133.534C108.155 133.92 107.452 134.112 106.602 134.112C106.001 134.112 105.429 133.988 104.885 133.738C104.33 133.478 103.961 133.206 103.78 132.922L104.545 131.953C104.772 132.214 105.1 132.441 105.531 132.633C105.984 132.826 106.392 132.922 106.755 132.922C107.152 132.922 107.475 132.832 107.724 132.65C107.985 132.458 108.115 132.197 108.115 131.868ZM115.624 137.342H110.32V135.982H115.624V137.342ZM118.574 133.942H117.214V126.292H118.574V133.942ZM117.044 123.419C117.044 123.181 117.129 122.989 117.299 122.841C117.469 122.683 117.678 122.603 117.928 122.603C118.166 122.603 118.364 122.683 118.523 122.841C118.681 122.989 118.761 123.181 118.761 123.419C118.761 123.68 118.681 123.895 118.523 124.065C118.364 124.224 118.166 124.303 117.928 124.303C117.678 124.303 117.469 124.224 117.299 124.065C117.129 123.895 117.044 123.68 117.044 123.419ZM122.748 133.942H121.388V126.292H122.748V127.227C123.032 126.91 123.4 126.655 123.853 126.462C124.318 126.258 124.783 126.156 125.247 126.156C127.367 126.156 128.426 127.278 128.426 129.522V133.942H127.066V129.777C127.066 128.213 126.347 127.431 124.907 127.431C124.046 127.431 123.326 127.76 122.748 128.417V133.942ZM134.594 131.868C134.594 131.596 134.453 131.37 134.169 131.188C133.886 131.007 133.54 130.86 133.132 130.746C132.736 130.622 132.333 130.48 131.925 130.321C131.517 130.163 131.172 129.913 130.888 129.573C130.605 129.222 130.463 128.791 130.463 128.281C130.463 127.635 130.701 127.114 131.177 126.717C131.653 126.321 132.282 126.122 133.064 126.122C134.186 126.122 135.065 126.423 135.699 127.023L135.053 128.06C134.487 127.562 133.846 127.312 133.132 127.312C132.77 127.312 132.475 127.403 132.248 127.584C132.022 127.766 131.908 127.992 131.908 128.264C131.908 128.559 132.05 128.803 132.333 128.995C132.617 129.177 132.957 129.33 133.353 129.454C133.761 129.568 134.169 129.704 134.577 129.862C134.985 130.01 135.331 130.248 135.614 130.576C135.898 130.905 136.039 131.313 136.039 131.8C136.039 132.56 135.756 133.138 135.189 133.534C134.634 133.92 133.931 134.112 133.081 134.112C132.481 134.112 131.908 133.988 131.364 133.738C130.809 133.478 130.441 133.206 130.259 132.922L131.024 131.953C131.251 132.214 131.58 132.441 132.01 132.633C132.464 132.826 132.872 132.922 133.234 132.922C133.631 132.922 133.954 132.832 134.203 132.65C134.464 132.458 134.594 132.197 134.594 131.868ZM137.853 131.035V124.167H139.213V126.292H142.018V127.567H139.213V130.899C139.213 132.169 139.666 132.803 140.573 132.803C141.015 132.803 141.417 132.662 141.78 132.378L142.205 133.432C141.672 133.863 141.021 134.078 140.25 134.078C139.423 134.078 138.816 133.829 138.431 133.33C138.046 132.832 137.853 132.067 137.853 131.035ZM144.424 127.907L144.067 126.819C144.827 126.355 145.677 126.122 146.617 126.122C147.649 126.122 148.397 126.377 148.861 126.887C149.326 127.397 149.558 128.185 149.558 129.25V133.942H148.266V132.956C147.666 133.693 146.85 134.061 145.818 134.061C145.116 134.061 144.549 133.852 144.118 133.432C143.688 133.002 143.472 132.424 143.472 131.698C143.472 130.95 143.739 130.361 144.271 129.93C144.804 129.488 145.501 129.267 146.362 129.267C147.167 129.267 147.802 129.432 148.266 129.76C148.266 128.899 148.147 128.281 147.909 127.907C147.671 127.533 147.212 127.346 146.532 127.346C145.841 127.346 145.138 127.533 144.424 127.907ZM146.294 132.837C147.054 132.837 147.711 132.509 148.266 131.851V130.882C147.79 130.542 147.218 130.372 146.549 130.372C146.085 130.372 145.694 130.486 145.376 130.712C145.07 130.928 144.917 131.234 144.917 131.63C144.917 132.004 145.036 132.299 145.274 132.514C145.524 132.73 145.864 132.837 146.294 132.837ZM150.782 135.047C150.782 134.458 150.997 133.965 151.428 133.568C151.858 133.172 152.459 132.888 153.23 132.718C153.105 132.56 153.043 132.35 153.043 132.089C153.043 131.829 153.111 131.613 153.247 131.443C152.703 131.228 152.278 130.899 151.972 130.457C151.677 130.015 151.53 129.505 151.53 128.927C151.53 128.134 151.813 127.471 152.38 126.938C152.958 126.394 153.717 126.122 154.658 126.122C155.383 126.122 156.029 126.309 156.596 126.683L158.84 126.139L158.874 127.244L157.429 127.601C157.667 127.998 157.786 128.44 157.786 128.927C157.786 129.709 157.497 130.367 156.919 130.899C156.352 131.421 155.598 131.681 154.658 131.681C154.397 131.681 154.227 131.676 154.148 131.664C154.091 131.8 154.063 131.942 154.063 132.089C154.063 132.293 154.114 132.463 154.216 132.599C154.238 132.599 154.306 132.599 154.42 132.599C154.544 132.588 154.629 132.582 154.675 132.582C155.865 132.582 156.811 132.798 157.514 133.228C158.216 133.648 158.568 134.254 158.568 135.047C158.568 135.818 158.216 136.413 157.514 136.832C156.811 137.263 155.865 137.478 154.675 137.478C153.473 137.478 152.521 137.269 151.819 136.849C151.127 136.441 150.782 135.841 150.782 135.047ZM157.293 135.047C157.293 134.628 157.06 134.294 156.596 134.044C156.131 133.806 155.491 133.687 154.675 133.687C153.859 133.687 153.218 133.806 152.754 134.044C152.289 134.294 152.057 134.628 152.057 135.047C152.057 135.467 152.289 135.79 152.754 136.016C153.218 136.254 153.859 136.373 154.675 136.373C155.491 136.373 156.131 136.26 156.596 136.033C157.06 135.807 157.293 135.478 157.293 135.047ZM152.805 128.927C152.805 129.403 152.975 129.8 153.315 130.117C153.666 130.423 154.114 130.576 154.658 130.576C155.202 130.576 155.644 130.423 155.984 130.117C156.335 129.811 156.511 129.415 156.511 128.927C156.511 128.44 156.341 128.038 156.001 127.72C155.649 127.392 155.202 127.227 154.658 127.227C154.114 127.227 153.666 127.392 153.315 127.72C152.975 128.038 152.805 128.44 152.805 128.927ZM161.596 133.942H160.236V126.292H161.596V127.193C162.049 126.502 162.69 126.156 163.517 126.156C164.05 126.156 164.446 126.253 164.707 126.445L164.231 127.72C163.902 127.528 163.557 127.431 163.194 127.431C162.503 127.431 161.97 127.794 161.596 128.519V133.942ZM166.421 127.907L166.064 126.819C166.824 126.355 167.674 126.122 168.614 126.122C169.646 126.122 170.394 126.377 170.858 126.887C171.323 127.397 171.555 128.185 171.555 129.25V133.942H170.263V132.956C169.663 133.693 168.847 134.061 167.815 134.061C167.113 134.061 166.546 133.852 166.115 133.432C165.685 133.002 165.469 132.424 165.469 131.698C165.469 130.95 165.736 130.361 166.268 129.93C166.801 129.488 167.498 129.267 168.359 129.267C169.164 129.267 169.799 129.432 170.263 129.76C170.263 128.899 170.144 128.281 169.906 127.907C169.668 127.533 169.209 127.346 168.529 127.346C167.838 127.346 167.135 127.533 166.421 127.907ZM168.291 132.837C169.051 132.837 169.708 132.509 170.263 131.851V130.882C169.787 130.542 169.215 130.372 168.546 130.372C168.082 130.372 167.691 130.486 167.373 130.712C167.067 130.928 166.914 131.234 166.914 131.63C166.914 132.004 167.033 132.299 167.271 132.514C167.521 132.73 167.861 132.837 168.291 132.837ZM185.189 128.927V133.942H183.829V129.301C183.829 128.055 183.279 127.431 182.18 127.431C181.738 127.431 181.335 127.533 180.973 127.737C180.621 127.93 180.355 128.196 180.174 128.536C180.185 128.593 180.191 128.774 180.191 129.08V133.942H178.831V129.012C178.831 128.525 178.683 128.14 178.389 127.856C178.105 127.573 177.709 127.431 177.199 127.431C176.349 127.431 175.68 127.777 175.193 128.468V133.942H173.833V126.292H175.193V127.261C175.476 126.933 175.844 126.666 176.298 126.462C176.762 126.258 177.238 126.156 177.726 126.156C178.304 126.156 178.797 126.275 179.205 126.513C179.613 126.751 179.89 127.074 180.038 127.482C180.321 127.074 180.701 126.751 181.177 126.513C181.653 126.275 182.168 126.156 182.724 126.156C184.367 126.156 185.189 127.08 185.189 128.927ZM191.559 137.342H186.255V135.982H191.559V137.342ZM192.605 131.035V124.167H193.965V126.292H196.77V127.567H193.965V130.899C193.965 132.169 194.418 132.803 195.325 132.803C195.767 132.803 196.169 132.662 196.532 132.378L196.957 133.432C196.424 133.863 195.773 134.078 195.002 134.078C194.175 134.078 193.568 133.829 193.183 133.33C192.798 132.832 192.605 132.067 192.605 131.035ZM200.128 133.942H198.768V126.292H200.128V127.193C200.582 126.502 201.222 126.156 202.049 126.156C202.582 126.156 202.979 126.253 203.239 126.445L202.763 127.72C202.435 127.528 202.089 127.431 201.726 127.431C201.035 127.431 200.502 127.794 200.128 128.519V133.942ZM206.28 133.942H204.92V126.292H206.28V133.942ZM204.75 123.419C204.75 123.181 204.835 122.989 205.005 122.841C205.175 122.683 205.384 122.603 205.634 122.603C205.872 122.603 206.07 122.683 206.229 122.841C206.387 122.989 206.467 123.181 206.467 123.419C206.467 123.68 206.387 123.895 206.229 124.065C206.07 124.224 205.872 124.303 205.634 124.303C205.384 124.303 205.175 124.224 205.005 124.065C204.835 123.895 204.75 123.68 204.75 123.419ZM213.174 137.342H207.87V135.982H213.174V137.342ZM218.266 131.868C218.266 131.596 218.125 131.37 217.841 131.188C217.558 131.007 217.212 130.86 216.804 130.746C216.408 130.622 216.005 130.48 215.597 130.321C215.189 130.163 214.844 129.913 214.56 129.573C214.277 129.222 214.135 128.791 214.135 128.281C214.135 127.635 214.373 127.114 214.849 126.717C215.325 126.321 215.954 126.122 216.736 126.122C217.858 126.122 218.737 126.423 219.371 127.023L218.725 128.06C218.159 127.562 217.518 127.312 216.804 127.312C216.442 127.312 216.147 127.403 215.92 127.584C215.694 127.766 215.58 127.992 215.58 128.264C215.58 128.559 215.722 128.803 216.005 128.995C216.289 129.177 216.629 129.33 217.025 129.454C217.433 129.568 217.841 129.704 218.249 129.862C218.657 130.01 219.003 130.248 219.286 130.576C219.57 130.905 219.711 131.313 219.711 131.8C219.711 132.56 219.428 133.138 218.861 133.534C218.306 133.92 217.603 134.112 216.753 134.112C216.153 134.112 215.58 133.988 215.036 133.738C214.481 133.478 214.113 133.206 213.931 132.922L214.696 131.953C214.923 132.214 215.252 132.441 215.682 132.633C216.136 132.826 216.544 132.922 216.906 132.922C217.303 132.922 217.626 132.832 217.875 132.65C218.136 132.458 218.266 132.197 218.266 131.868ZM222.307 132.99C221.559 132.22 221.185 131.262 221.185 130.117C221.185 128.961 221.559 128.009 222.307 127.261C223.066 126.502 224.052 126.122 225.265 126.122C226.478 126.122 227.458 126.502 228.206 127.261C228.965 128.009 229.345 128.961 229.345 130.117C229.345 131.273 228.965 132.231 228.206 132.99C227.458 133.738 226.478 134.112 225.265 134.112C224.064 134.112 223.078 133.738 222.307 132.99ZM223.378 128.162C222.879 128.661 222.63 129.313 222.63 130.117C222.63 130.922 222.874 131.574 223.361 132.072C223.86 132.582 224.494 132.837 225.265 132.837C226.036 132.837 226.665 132.588 227.152 132.089C227.651 131.579 227.9 130.922 227.9 130.117C227.9 129.335 227.651 128.684 227.152 128.162C226.665 127.652 226.036 127.397 225.265 127.397C224.494 127.397 223.865 127.652 223.378 128.162ZM236.347 126.292H237.792L234.409 134.01H233.423L229.87 126.292H231.468L233.321 130.423C233.536 130.899 233.751 131.466 233.967 132.123C234.125 131.591 234.335 131.013 234.596 130.389L236.347 126.292ZM240.827 133.942H239.467V126.292H240.827V133.942ZM239.297 123.419C239.297 123.181 239.382 122.989 239.552 122.841C239.722 122.683 239.932 122.603 240.181 122.603C240.419 122.603 240.618 122.683 240.776 122.841C240.935 122.989 241.014 123.181 241.014 123.419C241.014 123.68 240.935 123.895 240.776 124.065C240.618 124.224 240.419 124.303 240.181 124.303C239.932 124.303 239.722 124.224 239.552 124.065C239.382 123.895 239.297 123.68 239.297 123.419Z" fill="url(#paint3_linear_1694_44561)"/>
                            <defs>
                                <linearGradient id="paint0_linear_1694_44561" x1="129.886" y1="57.479" x2="158.06" y2="29.5419" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521"/>
                                    <stop offset="0.05" stop-color="#FFD521"/>
                                    <stop offset="0.501119" stop-color="#F50000"/>
                                    <stop offset="0.95" stop-color="#B900B4"/>
                                    <stop offset="0.950079" stop-color="#B900B4"/>
                                    <stop offset="1" stop-color="#B900B4"/>
                                </linearGradient>
                                <linearGradient id="paint1_linear_1694_44561" x1="129.887" y1="57.518" x2="158.084" y2="29.5579" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521"/>
                                    <stop offset="0.05" stop-color="#FFD521"/>
                                    <stop offset="0.501119" stop-color="#F50000"/>
                                    <stop offset="0.95" stop-color="#B900B4"/>
                                    <stop offset="0.950079" stop-color="#B900B4"/>
                                    <stop offset="1" stop-color="#B900B4"/>
                                </linearGradient>
                                <linearGradient id="paint2_linear_1694_44561" x1="129.895" y1="57.5188" x2="158.085" y2="29.5653" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521"/>
                                    <stop offset="0.05" stop-color="#FFD521"/>
                                    <stop offset="0.501119" stop-color="#F50000"/>
                                    <stop offset="0.95" stop-color="#B900B4"/>
                                    <stop offset="0.950079" stop-color="#B900B4"/>
                                    <stop offset="1" stop-color="#B900B4"/>
                                </linearGradient>
                                <linearGradient id="paint3_linear_1694_44561" x1="45.9885" y1="128.853" x2="189.365" y2="131.016" gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FEB71C"/>
                                    <stop offset="0.40684" stop-color="#F61103"/>
                                    <stop offset="0.767935" stop-color="#BC01AB"/>
                                    <stop offset="1" stop-color="#770374"/>
                                </linearGradient>
                            </defs>
                        </svg>

                    </a>
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/chemic.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/photoKid.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/chemic.jpg" alt="">
                </div>
                <div class="our-block-item">
                    <a href="#" target="_blank">
                        <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="url(#paint0_linear_987_15991)" />
                            <path
                                    d="M41.3457 11.6562C41.3457 9.99445 39.999 8.65268 38.3434 8.65268C36.6878 8.65268 35.3398 9.99445 35.3398 11.6562C35.3398 13.3118 36.6878 14.6536 38.3434 14.6536C39.999 14.6536 41.3457 13.3118 41.3457 11.6562Z"
                                    fill="white" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="url(#paint1_linear_987_15991)" />
                            <path
                                    d="M45.347 35.1009C45.2358 37.5386 44.8281 38.8631 44.4896 39.7427C44.0349 40.9091 43.4925 41.743 42.6129 42.6178C41.743 43.4925 40.9091 44.0337 39.7427 44.4834C38.8631 44.8269 37.5336 45.2358 35.096 45.352C32.4607 45.4681 31.6798 45.4929 24.9969 45.4929C18.3202 45.4929 17.5331 45.4681 14.8978 45.352C12.4602 45.2358 11.1369 44.8269 10.2572 44.4834C9.08473 44.0337 8.25696 43.4925 7.38222 42.6178C6.50127 41.743 5.95891 40.9091 5.51042 39.7427C5.17183 38.8631 4.75799 37.5386 4.65291 35.1009C4.52448 32.4656 4.50094 31.6724 4.50094 25.0031C4.50094 18.3202 4.52448 17.5331 4.65291 14.8978C4.75799 12.4602 5.17183 11.137 5.51042 10.2498C5.95891 9.08474 6.50127 8.25568 7.38222 7.38094C8.25696 6.50749 9.08473 5.96504 10.2572 5.51043C11.1369 5.16572 12.4602 4.76291 14.8978 4.64681C17.5331 4.53061 18.3202 4.50095 24.9969 4.50095C31.6798 4.50095 32.4607 4.53061 35.096 4.64681C37.5336 4.76291 38.8631 5.16572 39.7427 5.51043C40.9091 5.96504 41.743 6.50749 42.6129 7.38094C43.4925 8.25568 44.0349 9.08474 44.4896 10.2498C44.8281 11.137 45.2358 12.4602 45.347 14.8978C45.4693 17.5331 45.499 18.3202 45.499 25.0031C45.499 31.6724 45.4693 32.4656 45.347 35.1009ZM49.848 14.6927C49.7257 12.0289 49.3056 10.209 48.6817 8.62392C48.0467 6.97942 47.1954 5.58577 45.8017 4.19211C44.4142 2.80466 43.0206 1.95336 41.3761 1.31092C39.7848 0.693138 37.971 0.268089 35.306 0.151981C32.641 0.0234566 31.7898 1.14441e-05 24.9969 1.14441e-05C18.2102 1.14441e-05 17.3528 0.0234566 14.6878 0.151981C12.0289 0.268089 10.2164 0.693138 8.6177 1.31092C6.97941 1.95336 5.58575 2.80466 4.1983 4.19211C2.80465 5.58577 1.95335 6.97942 1.31211 8.62392C0.694327 10.209 0.274284 12.0289 0.14576 14.6927C0.0296523 17.3577 0 18.2102 0 25.0031C0 31.7898 0.0296523 32.641 0.14576 35.306C0.274284 37.9649 0.694327 39.7835 1.31211 41.3761C1.95335 43.0144 2.80465 44.4142 4.1983 45.8017C5.58575 47.1891 6.97941 48.0467 8.6177 48.6879C10.2164 49.3056 12.0289 49.7257 14.6878 49.848C17.3528 49.9703 18.2102 50 24.9969 50C31.7898 50 32.641 49.9703 35.306 49.848C37.971 49.7257 39.7848 49.3056 41.3761 48.6879C43.0206 48.0467 44.4142 47.1891 45.8017 45.8017C47.1954 44.4142 48.0467 43.0144 48.6817 41.3761C49.3056 39.7835 49.7257 37.9649 49.848 35.306C49.9704 32.641 50 31.7898 50 25.0031C50 18.2102 49.9704 17.3577 49.848 14.6927Z"
                                    fill="white" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="url(#paint2_linear_987_15991)" />
                            <path
                                    d="M24.9973 33.3295C20.3975 33.3295 16.665 29.6032 16.665 25.0033C16.665 20.3961 20.3975 16.6649 24.9973 16.6649C29.5984 16.6649 33.3358 20.3961 33.3358 25.0033C33.3358 29.6032 29.5984 33.3295 24.9973 33.3295ZM24.9973 12.1578C17.9067 12.1578 12.1641 17.9127 12.1641 25.0033C12.1641 32.0878 17.9067 37.8367 24.9973 37.8367C32.0879 37.8367 37.8368 32.0878 37.8368 25.0033C37.8368 17.9127 32.0879 12.1578 24.9973 12.1578Z"
                                    fill="white" />
                            <defs>
                                <linearGradient id="paint0_linear_987_15991" x1="0.450249" y1="49.4834" x2="45.8348" y2="4.09901"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint1_linear_987_15991" x1="0.450993" y1="49.5453" x2="45.8728" y2="4.12352"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                                <linearGradient id="paint2_linear_987_15991" x1="0.463171" y1="49.5468" x2="45.874" y2="4.13595"
                                                gradientUnits="userSpaceOnUse">
                                    <stop stop-color="#FFD521" />
                                    <stop offset="0.05" stop-color="#FFD521" />
                                    <stop offset="0.501119" stop-color="#F50000" />
                                    <stop offset="0.95" stop-color="#B900B4" />
                                    <stop offset="0.950079" stop-color="#B900B4" />
                                    <stop offset="1" stop-color="#B900B4" />
                                </linearGradient>
                            </defs>
                        </svg>
                    </a>
                    <img src="<?=SITE_TEMPLATE_PATH?>/img/photoKid.jpg" alt="">
                </div>
            </div>
        </div>
    </div>
</div>
<?
require($_SERVER['DOCUMENT_ROOT'].'/bitrix/footer.php');
?>
